{
  "azure": "The Azure Fundamentals exam verifies knowledge of Azure's cloud concepts, services, security, pricing, and support. It requires familiarity with key technology concepts, including networking, storage, and application development.",
  "flutter": "Flutter is an open source framework developed and supported by Google. Frontend and full-stack developers use Flutter to build an application's user interface (UI) for multiple platforms with a single codebase.",
  "python": "The Python Programming course was a crucial part of my development as a software. In this course, I thoroughly explored the expansive world of Python, mastering everything from basic syntax and data structures to complex concepts like object-oriented programming and error handling.",
  "hacking": "The Introduction to Hacking and Pentest 2.0 course was an essential stepping stone for my journey into ethical hacking and pentesting.",
  "pmt": "Participated in the project on the front-end using React Native, developing the project screens. The system is a more effective hotel management system that allows extensive control of the hotel's needs, not only in reservation management but also in automated pricing tools.",
  "jbpremium": "A betting platform created with Flutter Web and .NET CORE API, where users place bets on a popular game in Brazil called \"Jogo do bicho\".",
  "radiologyblog": "Blog developed with .NET CORE API, React Native. Code dynamically generated with the help of a visual interface. Management of Posts, Categories and Sub Categories, ACR TI-RADS Calculator.",
  "otherprojects": "Development of multiple systems. Multilingual applications. Franchise-distributor e-commerce platforms. Systems and Infrastructure on Azure, Azure Function, Firebase, etc...",
  "of complex applications": "of complex applications.",
  "of multilingual systems such as Japanese, English": "of multilingual systems such as Japanese, English.",
  "of web iOS and Android platforms": "of web, iOS, and Android platforms."
}