{
  "Welcome to my universe of code!": "Bem-vindo ao meu universo de código!",
  "Contact me": "Contate-me",
  "Hello": "Olá",
  "Languages": "Idiomas",
  "Frameworks": "Frameworks",
  "Projects": "Projetos",
  "Companies": "Empresas",
  "Certificates": "Certificados",
  "azure": "O exame Fundamentos do Azure verifica o conhecimento dos conceitos, serviços, segurança, preços e suporte em nuvem do Azure. Ele requer familiaridade com conceitos-chave de tecnologia, incluindo redes, armazenamento e desenvolvimento de aplicativos.",
  "flutter": "Flutter é um framework de código aberto desenvolvido e suportado pelo Google. Desenvolvedores frontend e full-stack usam o Flutter para construir a interface do usuário (UI) de um aplicativo para várias plataformas com um único código-base.",
  "python": "O curso de Programação Python foi uma parte crucial do meu desenvolvimento como software. Neste curso, explorei profundamente o vasto mundo do Python, dominando tudo, desde a sintaxe básica e estruturas de dados até conceitos complexos como programação orientada a objetos e tratamento de erros.",
  "hacking": "O curso de Introdução ao Hacking e Pentest 2.0 foi um passo essencial na minha jornada para o hacking ético e pentesting.",
  "My Projects": "Meus Projetos",
  "Project developed for a large shipyard company in Brazil aimed at reducing paperwork generated during the construction, integration, and commissioning of offshore oil and gas production platforms, under the EPC (Engineering, Procurement, and Construction) modality": "Projeto desenvolvido para uma grande empresa de estaleiros no Brasil, visando a redução da papelada gerada durante a construção, integração e comissionamento de plataformas de produção de petróleo e gás offshore, sob a modalidade EPC (Engenharia, Compras e Construção).",
  "A complete social media app, similar to Instagram, with the added feature of creating auctions in posts and much more": "Um aplicativo completo de mídia social, semelhante ao Instagram, com o recurso adicional de criar leilões em posts e muito mais.",
  "Founder of Paware Softwares where I carried out various projects for automations and systems for several market companies": "Fundador da Paware Softwares, onde realizei diversos projetos para automações e sistemas para várias empresas de mercado.",
  "pmt": "Participei do projeto na frente usando React Native, desenvolvendo as telas do projeto. O sistema é um sistema de gerenciamento de hotel mais eficaz que permite um controle extenso das necessidades do hotel, não apenas na gestão de reservas, mas também em ferramentas de precificação automatizadas.",
  "jbpremium": "Uma plataforma de apostas criada com Flutter Web e .NET CORE API, onde os usuários fazem apostas em um jogo popular no Brasil chamado \"Jogo do bicho\".",
  "radiologyblog": "Blog desenvolvido com .NET CORE API, React Native. Código gerado dinamicamente com a ajuda de uma interface visual. Gestão de Posts, Categorias e Subcategorias, Calculadora ACR TI-RADS.",
  "otherprojects": "Desenvolvimento de múltiplos sistemas. Aplicações multilíngues. Plataformas de comércio eletrônico franqueado-distribuidor. Sistemas e Infraestrutura no Azure, Azure Function, Firebase, etc...",
  "Other Projects": "Outros Projetos",
  "Residence": "Residência",
  "City": "Cidade",
  "Age": "Idade",
  "Knowledges": "Conhecimentos",
  "Project Management": "Gerenciamento de Projetos",
  "Analytical Profile": "Perfil Analítico",
  "Rapid Development, Deadlines": "Desenvolvimento Rápido, Prazos",
  "I Love Solving Problems": "Eu Amo Resolver Problemas",
  "Internalization": "Internalização",
  "Features Currency Converter": "Conversor de Moeda de Recursos",
  "Multilingual Systems": "Sistemas Multilíngues",
  "Show Project": "Mostrar Projeto",
  "Show Certificate": "Mostrar Certificado",
  "Development ": "Desenvolvimento ",
  "of complex applications": "de aplicações complexas.",
  "of multilingual systems such as Japanese, English": "de sistemas multilíngues como japonês, inglês.",
  "of web iOS and Android platforms": "de plataformas web, iOS e Android."
}
